{
  "Factor": "Factors are critical aspects shaping your relocation decision. Select from a range of key factors such as safety, work opportunities, education, healthcare, and more. Tailor your country comparison to suit your unique priorities and preferences. ", 
  "Subfactor": "Subfactors are specific elements that fall under broader factors, influencing your relocation decision.", 
  "Weights":"Assign numerical weights to the factors based on their importance to you. Higher weights indicate greater significance in your decision-making process. The weights start at 0, indicating no significance, and increment by 1 and go up to 100. This simple and intuitive system allows you to prioritize your preferences and make a well-balanced and personalized choice when comparing countries. By customizing the weights, you ensure that the Country Points Calculator generates results aligned with your unique priorities and aspirations.", 
  "current country score":"In this column, you will score each factor for how well the “Current” country, where you are presently residing, regardless of your nationality or citizenship, meets your preferences and requirements. Assign a score from 1 to 10, with 1 representing a low fit and 10 signifying a high fit with your preferences. This score reflects your perception of how well the “Current” country aligns with your desired living conditions and priorities for each specific factor.",
  "Foreign country score":"In this column, you will score each factor for how well the “Preferred” country  where you desire to move or relocate, regardless of your nationality or citizenship, meets your preferences and requirements. Assign a score from 1 to 10, with 1 representing a low fit and 10 signifying a high fit with your preferences. This score reflects your perception of how well the “Preferred” country aligns with your desired living conditions and priorities for each specific factor.",
  "Current Country Points": "The “Country Points Calculator” computes the points for living in the “Current” country by considering the weights and scores you've assigned to the selected factors. It evaluates the importance you've given to each factor and the corresponding scores for the “Current” country. Based on this information, it calculates the “Current Country Points”, factoring in both the weight and the score for each aspect. The weight signifies the relative significance of a factor in the overall points, while the scores indicate how well the “Current” country aligns with your preferences for each specific aspect.",
  "Foreign Country Points": "The “Country Points Calculator” determines the points for living in the “Preferred” country by considering the weights and scores you've assigned to the selected factors. It assesses the significance you've given to each factor and the corresponding scores for the “Preferred” country. Based on this data, it calculates the “Preferred” country Points, considering both the weight and the score for each factor. A higher weight assigned to a factor indicates its greater impact on the overall points for living in the “Preferred” country, while the scores indicate how well the “Preferred” country aligns with your preferences for each specific aspect.",
  "Actions": "This column allows you to add or remove rows."
}